cmake
fd
fzf
gnu-time
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
neofetch
neovim
ninja
ripgrep
starship
stow
telnet
tmux
yarn
pnpm
zsh
wezterm
font-fira-code-nerd-font
font-geist-mono-nerd-font
font-ubuntu-mono-nerd-font
karabiner-elements
stats
ghostty
